Repository: rblazeix/KeepassReader
Catalog: KeepassReader/KeePassW10/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, fr_fr, ru_ru, tr_tr

# AboutPage_Title
source: About
de_de: Über
fr_fr: A propos
ru_ru: О программе

# About_Licenses1Content.Text
source: Uses a portion of KeePass source code for database decryption, modified by mar3ek for the WinKee application, under MPL-2.0 License
de_de: Verwendet einen Teil des KeePass-Quellcodes für die Datenbank-Entschlüsselung, modifiziert von mar3ek für die WinKee-Anwendung, unter MPL-2.0-Lizenz
fr_fr: Utilise une portion du code source de KeePass pour déchiffrer la base de données, modifiée par mar3ek pour l'application WinKee, sous licence MPL-2.0
ru_ru: Использована часть исходного кода KeePass для расшифровки базы паролей в модификации mar3ek для приложения WinKee. Mozilla Public License 2.0

# About_Licenses2Content.Text
source: Uses BouncyCastle cryptography library, under MIT License
de_de: Verwendet die Kryptographie-Bibliothek BouncyCastle, unter MIT-Lizenz
fr_fr: Utilisation de la librairie de cryptographie BouncyCastle, sous licence MIT
ru_ru: Использована библиотека шифрования BouncyCastle. Лицензия MIT.

# About_Licenses3Content.Text
source: Application icon by WPZOOM, under Creative Commons License
de_de: Anwendungs-Icon von WPZOOM, unter Creative-Commons-Lizenz
fr_fr: Icône de l'application réalisée par WPZOOM, sous licence Creative Commons
ru_ru: Иконка приложения. Автор WPZOOM. Лицензия Creative Commons.

# About_Licenses4Content.Text
source: Database entry icons from the Nuvola Icon Theme by David Vignoni, under GNU LGPL License
de_de: Icons für Datenbankeinträge aus dem Nuvola-Icon-Thema von David Vignoni, unter GNU-LGPL-Lizenz
fr_fr: Les icônes d'illustration des comptes proviennent du thème d'icônes Nuvola par David Vignoni, sous licence GNU LGPL
ru_ru: Иконка записи базы паролей из Nuvola Icon Theme. Автор David Vignoni. Лицензия GNU LGPL.

# About_LicensesTitle.Text
source: Licenses and acknowledgments
de_de: Lizenzen und Würdigungen
fr_fr: Licences et accords
ru_ru: Лицензии и благодарности

# About_TranslationsContent.Text
source: German translation provided by Christian Seidel Turkish translation provided by Adem Budak Russian translation provided by Evgeny Kolyaev
de_de: Deutsche Lokalisierung durch Christian Seidel Türkische Lokalisierung durch Adem Budak Russisch Lokalisierung durch Evgeny Kolyaev
fr_fr: Traduction en Allemand fourni par Christian Seidel Traduction en Turc fourni par Adem Budak Traduction en Russe fourni par Evgeny Kolyaev
ru_ru: Немецкая локализация - Christian Seidel русская локализация - Evgeny Kolyaev Турецкая локализация - Adem Budak

# DrawerMenu_About
source: About
de_de: Über
fr_fr: A propos
ru_ru: О программе
tr_tr: Hakkında

# DrawerMenu_Contact
source: Contact developper
de_de: Entwickler kontaktieren
fr_fr: Contacter le développeur
ru_ru: Связаться с разработчиком
tr_tr: Geliştirici ile iletişime geç

# DrawerMenu_LockDatabase
source: Close database
de_de: Datenbank schließen
fr_fr: Fermer la base de données
ru_ru: Закрыть базу
tr_tr: Veritabanını Kapat

# DrawerMenu_NewFeatures
source: What's new
de_de: Was ist neu
fr_fr: Nouveautés
ru_ru: Что нового
tr_tr: Yenilikler

# DrawerMenu_Rate
source: Rate this app
de_de: Diese App bewerten
fr_fr: Evaluer cette application
ru_ru: Оценить приложение
tr_tr: Uygulamayı Derecelendir

# DrawerMenu_Settings
source: Settings
de_de: Einstellungen
fr_fr: Paramètres
ru_ru: Настройки
tr_tr: Ayarlar

# EntryCollection_CopyPassword_MenuItem.Text
source: Copy password
de_de: Passwort kopieren
fr_fr: Copier mot de passe
ru_ru: Копировать пароль
tr_tr: Parolayı kopyala

# EntryCollection_CopyUsername_MenuItem.Text
source: Copy username
de_de: Benutzernamen kopieren
fr_fr: Copier nom d'utilisateur
ru_ru: Копировать логин
tr_tr: Kullanıcı Adını kopyala

# EntryCollection_SearchBox.PlaceholderText
source: Search
de_de: Suchen
fr_fr: Rechercher
ru_ru: Поиск
tr_tr: Arama

# EntryCollection_ShowDetails_MenuItem.Text
source: Show details
de_de: Details anzeigen
fr_fr: Afficher détails
ru_ru: Подробнее
tr_tr: Detayları Göster

# EntryDetailPage_Title
source: Details
fr_fr: Détails
ru_ru: Просмотр записи
tr_tr: Detaylar

# EntryDetail_AppBarButton_Share.Label
source: Share
de_de: Teilen
fr_fr: Partager
ru_ru: Поделиться
tr_tr: Paylaş

# EntryDetail_Copy_Button.Content
source: Copy
de_de: Kopieren
fr_fr: Copier
ru_ru: Копировать
tr_tr: Kopyala

# EntryDetail_ModificationTime.Text
source: Last modification time
de_de: Zeitpunkt der letzten Änderung
fr_fr: Date de dernière modification
ru_ru: Время последнего изменения
tr_tr: Son değiştirilme zamanı

# EntryDetail_Password.Text
source: Password
de_de: Passwort
fr_fr: Mot de passe
ru_ru: Пароль
tr_tr: Parola

# EntryDetail_ShowPassword_Button.Content
source: Show password
de_de: Passwort anzeigen
fr_fr: Afficher mot de passe
ru_ru: Показывать пароль
tr_tr: Parolayı Göster

# EntryDetail_UserName.Text
source: Username
de_de: Benutzername
fr_fr: Nom d'utilisateur
ru_ru: Логин
tr_tr: Kullanıcı Adı

# MessageDialog_ErrorOpeningDatabase
source: Error opening the database
de_de: Fehler beim Öffnen der Datenbank
fr_fr: Impossible d'ouvrir la base de données
ru_ru: Не удалось открыть базу паролей
tr_tr: Veritabanı Açılışında Hata

# MessageDialog_IncorrectKey
source: Incorrect database key
de_de: Ungültiger Datenbankschlüssel
fr_fr: Mauvaise clé de sécurité
ru_ru: Неверный пароль
tr_tr: Yanlış Veritabanı Anahtarı

# NewFeatures_Dialog_Title
source: What's new
de_de: Was ist neu
fr_fr: Nouveautés de cette version
ru_ru: Что нового?
tr_tr: Yenilikler

# PasswordDialogControl.PrimaryButtonText
source: Ok
fr_fr: Valider
tr_tr: Tamam

# PasswordDialogControl.SecondaryButtonText
source: Cancel
de_de: Abbrechen
fr_fr: Annuler
ru_ru: Отмена
tr_tr: İptal

# PasswordDialogControl.Title
source: Enter Master key
de_de: Hauptschlüssel eingeben
fr_fr: Saisir la Clé Principale
ru_ru: Введите основной пароль
tr_tr: Ana Parolayı Gir

# PasswordDialog_DatabaseName
source: for {0}
de_de: für {0}
fr_fr: pour {0}
ru_ru: для {0}
tr_tr: {0} için

# PasswordDialog_KeyFile_CheckBox.Content
source: Key File
de_de: Schlüsseldatei
fr_fr: Fichier Clé
ru_ru: Ключевой файл
tr_tr: Anahtar Dosya

# PasswordDialog_MasterPassword_CheckBox.Content
source: Master Password
de_de: Hauptpasswort
fr_fr: Mot de passe principal
ru_ru: Основной пароль
tr_tr: Ana Parola

# PasswordDialog_SelectKeyFile_Button.Content
source: Select a key file
de_de: Eine Schlüsseldatei auswählen
fr_fr: Sélectionner Fichier Clé
ru_ru: Выбрать ключевой файл
tr_tr: Anahtar Dosya Seç

# PasswordDialog_ShowPassword_Checkbox.Content
source: Show password
de_de: Password anzeigen
fr_fr: Afficher mot de passe
ru_ru: Показывать пароль
tr_tr: Parolayı Göster

# Root_ClipboardClear_Notification
source: Clipboard cleared
de_de: Zwischenablage löschen
fr_fr: Presse-papier vidé
ru_ru: Буфер обмена очищен
tr_tr: Pano Temizlendi

# Root_ClipboardCopyPassword_Notification
source: Password copied
de_de: Passwort kopiert
fr_fr: Mot de passe copié
ru_ru: Пароль скопирован
tr_tr: Parola Kopyalandı

# Root_ClipboardCopyUsername_Notification
source: Username copied
de_de: Benutzername kopiert
fr_fr: Nom d'utilisateur copié
ru_ru: Логин скопирован
tr_tr: Kullaıcı Adı Kopyalandı

# SettingsPage_Title
source: Settings
de_de: Einstellungen
fr_fr: Paramètres
ru_ru: Настройки
tr_tr: Ayarlar

# Settings_AutoTimeLock.Text
source: Auto database lock
de_de: Datenbank automatisch sperren
fr_fr: Vérrouiller automatiquement l'accès à la base
ru_ru: Автоматическая блокировка базы паролей
tr_tr: Otomatik veritabanı kilidi

# Settings_AutoTimeLock_Description.Text
source: Automatically lock the database after 5 minutes without using the app (in background)
de_de: Sperrt die Datenbank automatisch nach 5 Minuten ohne Nutzung der App (im Hintergrund).
fr_fr: La base de données sera automatiquement vérrouillée après 5 minutes sans utiliser l'application (en arrière-plan)
ru_ru: Автоматически блокировать базу паролей после 5 минут бездействия (работы приложения в фоне)
tr_tr: Uygulama 5 dakika kullanılmadığında veritabanını otomatik olarak kilitle (arka planda)

# Settings_ClearClipboard.Text
source: Clear clipboard automatically
de_de: Zwischenablage automatisch leeren
fr_fr: Vider automatiquement le presse-papier
ru_ru: Автоочистка буфера обмена
tr_tr: Panoyu otomatik temizle

# Settings_ClearClipboard_Description.Text
source: Automatically clear the clipboard when returning to the application after copying a username or password
de_de: Löscht Benutzername oder Passwort automatisch nach Rückkehr zur Anwendung aus der Zwischenablage.
fr_fr: Le contenu du presse-papier sera automatiquement vidé en retournant dans l'application après avoir copié un nom d'utilisateur ou un mot de passe.
ru_ru: Очищать буфер обмена, когда Вы возвращаетесь в приложение после вставки скопированных данных
tr_tr: Bir kullanıcı adı veya parola kopyaladıktan sonra uygulamaya geri döndüğünde panoyu otomatik olarak temizle

# Settings_Dark_Theme
source: Dark
de_de: Dunkel
fr_fr: Sombre
ru_ru: Тёмная
tr_tr: Koyu

# Settings_Light_Theme
source: Light
de_de: Hell
fr_fr: Clair
ru_ru: Светлая
tr_tr: Açık

# Settings_Security_Category.Text
source: Security
de_de: Sicherheit
fr_fr: Sécurité
ru_ru: Безопасность
tr_tr: Güvenlik

# Settings_SortEntries.Text
source: Sort list entries
de_de: Listeneinträge sortieren
fr_fr: Trier les entrées dans la liste
ru_ru: Сортировать записи по возрастанию
tr_tr: Liste girilerini sırala

# Settings_SortEntries_Description.Text
source: Changing this setting will only be taken into account at the next database load
de_de: Das Ändern dieser Einstellung wird erst nach dem Neuladen der Datenbank wirksam.
fr_fr: Ce paramètre ne sera pris en compte qu'à la prochaine ouverture de la base de données.
ru_ru: Изменения будут применены только после переоткрытия базы паролей
tr_tr: Bu ayar değişikliği yalnızca sonraki veritabanı yüklenmesinde dikkate alınacak

# Settings_Theme.Text
source: Application theme
de_de: Anwendungsthema
fr_fr: Thème de l'application
ru_ru: Выбор темы
tr_tr: Uygulama Teması

# Settings_ViewCollectionAsTree.Text
source: View collection as tree
de_de: Ansicht als Baum darstellen
fr_fr: Afficher la collection sous la forme d'un arbre
ru_ru: Показывать дерево групп записей
tr_tr: Koleksiyonu ağaç olarak görüntüle

# Settings_ViewCollectionAsTree_Description.Text
source: Change display to a hierarchical tree instead of a flattened entry list. Database needs to be reopened.
de_de: Ändert die Ansicht in eine hierarchische Baumdarstellung anstatt der flachen Listendarstellung. Die Datenbank muss neu geöffnet werden.
fr_fr: Modifie l'affichage de la base de données pour l'afficher sous la forme d'un arbre à la place d'une vue où toutes les entrées sont au même niveau. Pris en compte à la prochaine ouverture de la base.
ru_ru: Показывать боковую панель с группами записей вместо отображения всех записей в одном списке. Изменения вступят в силу после переоткрытия базы паролей.
tr_tr: Görünümü düz giri listesi yerine hiyerarşik ağaç listesi olarak değiştir. Veritabanının tekrar açılmasını gerektirir.

# Settings_Visual_Category.Text
source: Display
de_de: Anzeige
fr_fr: Affichage
ru_ru: Внешний вид
tr_tr: Ekran

# Settings_WindowsHello.Text
source: Use Windows Hello
de_de: Windows Hello verwenden
fr_fr: Utiliser Windows Hello
ru_ru: Использовать Windows Hello / ПИН-код
tr_tr: Windows Hello'yu kullan

# Settings_WindowsHello_Description.Text
source: Use Windows Hello to secure opening the database instead of typing the password each time. Windows Hello must be enabled in the system
de_de: Nutzt Windows Hello zum sicheren Öffnen der Datenbank anstatt der regelmäßigen Passworteingabe. Windows Hello muss im System aktiviert sein.
fr_fr: Utilise l'authentification Windows Hello pour ouvrir la base de données au lieu de saisir le mot de passe à chaque fois. Windows Hello doit être activé au niveau du système
ru_ru: Использовать Windows Hello для открытия базы паролей вместо основного пароля базы. Использование Windows Hello должно быть включено в настройках системы.
tr_tr: Her seferinde parolayı yazmak yerine, veritabanını güvenli bir biçimde açmak için Windows Hello'yu kullan. Windows Hello sistemde etkinleştirilmelidir

# Welcome_AutoOpen_Checkbox.Content
source: Automatically open at startup
de_de: Automatisches Öffnen beim Start
fr_fr: Ouvrir automatiquement la base sélectionnée
ru_ru: Открывать при старте приложения
tr_tr: Başlangıçta otomatik aç

# Welcome_ReopenLastDatabase.Text
source: Reopen last database:
de_de: Letzte Datenbank öffnen:
fr_fr: Réutiliser la dernière base:
ru_ru: Последня база паролей
tr_tr: En son veritabanını tekrar aç:

# Welcome_SelectDatabase_Button.Content
source: Select new database
de_de: Neue Datenbank auswählen
fr_fr: Choisir la base de données
ru_ru: Открыть новый файл
tr_tr: Yeni veritabanı seç

# Welcome_Subtitle.Text
source: Please select the database to use
de_de: Bitte die zu nutzende Datenbank auswählen
fr_fr: Veuillez sélectionner la base de données à utiliser
ru_ru: Выберите базу паролей
tr_tr: Lütfen kullanacağınız veritabanını seçin

# Welcome_Title.Text
source: Welcome to KeePassReader
de_de: Wilkommen im KeePassReader
fr_fr: Bienvenue dans KeePassReader
ru_ru: Добро пожаловать в KeePassReader
tr_tr: KeePassReader'a Hoşgeldiniz

# Settings_RememberSelectedKeyFile.Text
source: Remember selected key file
de_de: Ausgewählte Schlüsseldatei merken
fr_fr: Se souvenir du fichier de clé
ru_ru: Запомнить выбранный ключевой файл
tr_tr: Seçili anahtar dosyayı hatırla

# Settings_RememberSelectedKeyFile_Description.Text
source: Automatically remember the use and location of a keyfile to unlock database
de_de: Merkt sich automatisch die Verwendung und den Pfad einer Schlüsseldatei zur Entsperrung der Datenbank
fr_fr: Selectionne automatiquement le dernier fichier de clé utilisé pour ouvrir la base de données
ru_ru: Автоматически запоминать расположение ключевого файла для разблокировки базы
tr_tr: Veritabanını açmak için kullandığın anahtar dosyanın yerini otomatik olarak hatırla

# NewFeatures_Dialog_Message
source: * Added option to stop remembering key file use and path * Added error detail when opening database * Changed "close database" button icon on main page
fr_fr: * Ajout d'une option pour ne plus se souvenir du fichier de clé * Ajout du détail de l'erreur en cas d'échec à l'ouverture d'une base de données * Modification de l'icone du bouton pour fermer la base de données

# EntryDetail_Notes.Text
source: Notes
de_de: Kommentare
ru_ru: Коментарий
tr_tr: Notlar

# EntryDetail_URL.Text
source: URL
ru_ru: Ссылка
